[
  {
    "event_id": "election_night_1860",
    "event_name": "Election Night 1860",
    "source_id": "gutenberg_6812",
    "source_title": "Abraham Lincoln: a History — Volume 01",
    "author": "John G. Nicolay",
    "claims": [
      "Abraham Lincoln was elected as the 16th President of the United States on November 6, 1860.",
      "The election of Lincoln was perceived by the seceding States as a threat to the institution of African slavery.",
      "The seceding States aimed to establish a slave Confederacy in response to Lincoln's election."
    ],
    "temporal_details": {
      "date": "November 6, 1860",
      "time": "",
      "duration": ""
    },
    "tone": "Critical",
    "direct_quotes": [],
    "confidence": "High"
  },
  {
    "event_id": "second_inaugural_address",
    "event_name": "Second Inaugural Address",
    "source_id": "gutenberg_6812",
    "source_title": "Abraham Lincoln: a History — Volume 01",
    "author": "John G. Nicolay",
    "claims": [
      "Lincoln's second inaugural address was delivered on March 4, 1865.",
      "The speech was memorable and marked a step in Lincoln's intellectual development.",
      "The address is described as a model of brevity, directness, and logical propositions.",
      "Lincoln's main argument was to vindicate and restore the policy of the fathers of the country regarding the restriction of slavery.",
      "Lincoln expressed hatred for slavery due to its injustice and its impact on the principles of civil liberty."
    ],
    "temporal_details": {
      "date": "March 4, 1865",
      "time": "",
      "duration": ""
    },
    "tone": "Admiring",
    "direct_quotes": [
      "This declared indifference but, as I must think, covert zeal for the spread of slavery, I cannot but hate.",
      "What I do say is, that no man is good enough to govern another man without that other's consent.",
      "Slavery is founded in the selfishness of man's nature--opposition to it, in his love of justice."
    ],
    "confidence": "High"
  },
  {
    "event_id": "election_night_1860",
    "event_name": "Election Night 1860",
    "source_id": "gutenberg_6811",
    "source_title": "The Life of Abraham Lincoln",
    "author": "Henry Ketcham",
    "claims": [
      "Lincoln was elected as the 16th President of the United States on November 6, 1860.",
      "Lincoln was at the head of the electoral ticket of the state of Illinois.",
      "Lincoln playfully called himself one of the electors that seldom elected anybody.",
      "Buchanan carried the state of Illinois by a handsome majority, but Bissell was elected governor by a good majority.",
      "Abraham Lincoln was elected as the 16th President of the United States on November 6, 1860.",
      "Lincoln was the Republican candidate for the presidency in 1860.",
      "Lincoln's nomination was a result of a series of debates with Stephen A. Douglas.",
      "Lincoln's candidacy developed in February 1860 and gained momentum at the Republican state convention at Decatur.",
      "Lincoln was referred to as 'the Rail Candidate for President in 1860' during the convention.",
      "The Democratic convention met in Charleston and faced a split, which was a significant factor in Lincoln's nomination.",
      "Abraham Lincoln was elected as the 16th President on November 6, 1860.",
      "Lincoln's popular vote at the November election was about forty percent of the total.",
      "The Republican party started its campaign with unprecedented enthusiasm after Lincoln's nomination.",
      "Lincoln's nomination was announced without speeches of glorification.",
      "The first ballot had Seward receiving 173-1/2 votes and Lincoln receiving 102 votes.",
      "On the third ballot, Lincoln received 231-1/2 votes, leading to his nomination.",
      "Lincoln received 1,866,452 popular votes and 180 electoral votes.",
      "Douglas received 1,375,157 popular votes and 12 electoral votes.",
      "Breckinridge received 847,953 popular votes and 72 electoral votes.",
      "Bell received 590,631 popular votes and 39 electoral votes.",
      "Lincoln carried all the free states except New Jersey, where he received four out of seven electoral votes.",
      "In the fifteen slave states, Lincoln received no electoral votes.",
      "The total number of electoral votes was 303, with Lincoln receiving 180 and the aggregate against him totaling 123.",
      "The electoral vote was officially counted on February 13, 1861.",
      "The period between Lincoln's election and his inauguration was marked by significant political unrest and plans for the disruption of the government.",
      "Lincoln entered Washington, D.C. on February 23, 1861, prior to his inauguration.",
      "The outgoing President Buchanan escorted Lincoln to the Capitol for his inauguration.",
      "Lincoln's inaugural address was delivered on March 4, 1861.",
      "Lincoln received 212 out of 233 electoral votes in the election.",
      "The loyal North supported Lincoln in the election.",
      "Abraham Lincoln was elected as the 16th President of the United States in November 1860.",
      "H. W. Beecher noted that since November 1860, Lincoln's horizon has been black with storms, indicating the difficulties he faced after his election."
    ],
    "temporal_details": {
      "date": "November 6, 1860",
      "duration": "Four months between the election and inauguration"
    },
    "tone": "Admiring",
    "direct_quotes": [
      "There is a little woman on Eighth Street who will be glad to hear this, and I guess I'll go up and carry her the news.",
      "Hallelujah! Abe Lincoln is nominated. Fire the cannon!",
      "It was just after my election, in 1860, when the news had been coming in thick and fast all day...",
      "Here are twenty-three ministers, of different denominations, and all of them are against me but three...",
      "I know there is a God, and that He hates injustice and slavery.",
      "I can't afford to have Seward take the first trick.",
      "I shall take care, as the Constitution itself expressly enjoins upon me, that the laws of the Union shall be faithfully executed in all the states.",
      "In your hands, my dissatisfied fellow-countrymen, and not in mine, is the momentous issue of civil war.",
      "I do not allow myself to suppose that either the convention or the League have concluded to decide that I am either the greatest or best man in America, but rather that they have concluded that it is not best to swap horses while crossing the river."
    ],
    "confidence": "High"
  },
  {
    "event_id": "fort_sumter_decision",
    "event_name": "Fort Sumter Decision",
    "source_id": "gutenberg_6811",
    "source_title": "The Life of Abraham Lincoln",
    "author": "Henry Ketcham",
    "claims": [
      "James Buchanan was President before Lincoln and failed to act decisively to protect Fort Sumter.",
      "General Winfield Scott advocated for garrisoning southern forts to prevent them from being lost.",
      "On December 3, 1860, Buchanan stated that the government had the power to suppress revolt but could not use that power against South Carolina.",
      "By February 1861, seven states had passed ordinances of secession.",
      "By the first day of February, seven states had passed ordinances of secession.",
      "Lincoln expressed a desire to take the oath of office early to address the situation at Fort Sumter.",
      "Lincoln stated that every hour added to the difficulties he was called upon to meet regarding the situation.",
      "Lincoln compared his situation to being in the garden of Gethsemane, feeling a heavy burden of responsibility.",
      "Lincoln's inaugural address stated he would use the power confided to him to hold, occupy, and possess government property, including Fort Sumter.",
      "Lincoln directed General Scott to strengthen and hold the forts, which included Fort Sumter.",
      "Seward's letter to Lincoln on April 1, 1861, questioned the lack of a policy regarding Fort Sumter.",
      "Lincoln's response to Seward emphasized that the reinforcement of Fort Sumter was part of his domestic policy.",
      "South Carolina was the first state to secede.",
      "Major Anderson decided to abandon Fort Moultrie and defend Fort Sumter.",
      "Lincoln concluded to 'send bread to Sumter' as a non-hostile act.",
      "On April 12th, 1861, at 3:30 P.M., General Beauregard opened fire on Fort Sumter.",
      "The garrison at Fort Sumter consisted of 76 combatants and 128 total personnel.",
      "The terms of surrender were arranged by 8:00 P.M. on April 14th, 1861.",
      "The fall of Fort Sumter caused an outburst of patriotism through the entire North.",
      "On April 14th, it was known that terms of surrender had been arranged for Fort Sumter.",
      "Lincoln prepared a call for 75,000 volunteer troops following the fall of Fort Sumter.",
      "Senator Douglas endorsed Lincoln's call for troops, declaring he would support the President in defending the Constitution.",
      "The call for volunteers was published on April 15th, and by ten o'clock, the 6th Massachusetts began to rendezvous.",
      "The first bloodshed of the war occurred in Baltimore when the 6th Massachusetts was attacked, resulting in four killed and thirty-six wounded.",
      "The morning after the evacuation of Fort Sumter, Lincoln issued his call for 75,000 volunteers to serve for three months.",
      "Lincoln had no legal power to call for a longer period of enlistment at that time.",
      "Virginia passed the ordinance of secession on April 17th after the fall of Fort Sumter.",
      "Lincoln did not sleep the night before he decided to send bread to Fort Sumter.",
      "Lincoln was mentally and physically affected by the pressures of his decision regarding Fort Sumter."
    ],
    "temporal_details": {
      "date": "December 3, 1860",
      "time": "N/A",
      "duration": "Four months between Lincoln's election and inauguration"
    },
    "tone": "Sympathetic",
    "direct_quotes": [
      "\"I would willingly take out of my life a period in years equal to the two months which intervene between now and the inauguration, to take the oath of office now.\"",
      "\"I am in the garden of Gethsemane now, and my cup of bitterness is full to overflowing.\"",
      "The power confided to me will be used to hold, occupy, and possess the property and places belonging to the Government, and to collect the duties and imposts.",
      "I do not perceive how the reinforcement of Fort Sumter would be done on a slavery or party issue.",
      "In your hands, my dissatisfied fellow-countrymen, and not in mine, is the momentous issue of civil war.",
      "The government will not assail you. You can have no conflict without being yourselves the aggressors.",
      "he took _that_ trick.",
      "I guess they would have to march across it.",
      "I see. We whipped the enemy and then ran away from him!"
    ],
    "confidence": "High"
  },
  {
    "event_id": "gettysburg_address",
    "event_name": "Gettysburg Address",
    "source_id": "gutenberg_6811",
    "source_title": "The Life of Abraham Lincoln",
    "author": "Henry Ketcham",
    "claims": [
      "The Gettysburg Address was delivered on November 19, 1863.",
      "Lincoln's part at the dedication was to pronounce the formal words of dedication.",
      "Edward Everett was the orator of the occasion.",
      "Lincoln wrote the speech on a sheet of foolscap paper in odd moments.",
      "The speech is described as prose in form but poetic in effect.",
      "The speech is approximately three hundred words long.",
      "Colonel Lamon stated that the speech was initially regarded as a failure by Lincoln and others present.",
      "The speech was not appreciated immediately and was not mentioned in leading New York dailies at the time.",
      "Lincoln's Gettysburg Address was less than three hundred words long.",
      "The address was hastily prepared and underestimated by its author.",
      "The address will last as long as the republic shall last and as long as English speech shall endure."
    ],
    "temporal_details": {
      "date": "November 19, 1863"
    },
    "tone": "Admiring",
    "direct_quotes": [
      "Fourscore and seven years ago, our fathers brought forth on this continent a new nation, conceived in liberty and dedicated to the proposition that all men are created equal.",
      "The world will little note, nor long remember, what we say here, but it can never forget what they did here."
    ],
    "confidence": "High"
  },
  {
    "event_id": "second_inaugural_address",
    "event_name": "Second Inaugural Address",
    "source_id": "gutenberg_6811",
    "source_title": "The Life of Abraham Lincoln",
    "author": "Henry Ketcham",
    "claims": [
      "Lincoln expressed a desire to take the oath of office before March 4, 1865, due to the increasing difficulties he faced.",
      "Lincoln stated that he was in the 'garden of Gethsemane' and that his 'cup of bitterness is full to overflowing'.",
      "Lincoln's inaugural address was read on March 4, 1865.",
      "Lincoln lost the manuscript of his inaugural address while traveling to Washington.",
      "The address was carried in a satchel that Lincoln had given to his son Robert.",
      "Lincoln expressed great annoyance when he realized the manuscript was missing.",
      "The manuscript was eventually found after a search was conducted.",
      "Lincoln's second inaugural address was delivered on March 4, 1865.",
      "The address was listened to closely throughout.",
      "Lincoln was sworn into office by Chief Justice Taney after the address.",
      "Stephen A. Douglas congratulated Lincoln after the address and pledged support.",
      "The address contained the phrase 'with malice toward none, with charity for all.'",
      "The speech expressed a hope for peace and healing after the Civil War.",
      "Lincoln was inaugurated for his second term on March 4, 1865.",
      "Chase, who had been a rival of Lincoln, was nominated as chief justice and received his oath of office at Lincoln's second inaugural.",
      "Lincoln's second inaugural address was delivered after a period of significant political discontent and challenges during the Civil War.",
      "The funeral in Springfield included the reading of Lincoln's second inaugural address.",
      "The funeral took place on May 4th."
    ],
    "temporal_details": {
      "date": "March 4, 1865",
      "time": "No specific time mentioned",
      "duration": "No duration mentioned"
    },
    "tone": "Admiring",
    "direct_quotes": [
      "I would willingly take out of my life a period in years equal to the two months which intervene between now and the inauguration, to take the oath of office now.",
      "I am in the garden of Gethsemane now, and my cup of bitterness is full to overflowing.",
      "I have lost my certificate of moral character written by myself. Bob has lost my gripsack containing my inaugural address. I want you to help me find it.",
      "Now, I've got you reduced to a portable shape, so I'll put you in my pocket.",
      "We are not enemies, but friends. We must not be enemies.",
      "The mystic cords of memory, stretching from every battlefield and patriot grave to every living heart and hearthstone all over this broad land, will yet swell the chorus of the Union, when again touched, as surely they will be, by the better angels of our nature.",
      "Fondly do we hope, fervently do we pray, that this mighty scourge of war may speedily pass away. Yet, if God wills that it continue until all the wealth piled by the bondman's two hundred and fifty years of unrequited toil shall be sunk, and until every drop of blood drawn with the lash shall be paid by another drawn with the sword, as was said three thousand years ago, so still it must be said, 'The judgments of the Lord are true and righteous altogether. With malice toward none, with charity for all, with firmness in the right, as God gives us to see the right, let us strive to finish the work we are in; to bind up the nation's wounds; to care for him who shall have home the battle, and for his widow, and his orphan; to do all which may achieve and cherish a just and lasting peace among ourselves and with all nations.",
      "With malice toward none, with charity for all"
    ],
    "confidence": "High"
  },
  {
    "event_id": "fords_theatre_assassination",
    "event_name": "Ford's Theatre Assassination",
    "source_id": "gutenberg_6811",
    "source_title": "The Life of Abraham Lincoln",
    "author": "Henry Ketcham",
    "claims": [
      "Lincoln was assassinated by John Wilkes Booth.",
      "The assassination took place at Ford's Theatre.",
      "The assassination occurred on the night of April 14, 1865.",
      "The conspiracy included the murder of General Grant.",
      "Lincoln was assassinated by John Wilkes Booth at Ford's Theatre.",
      "The assassination occurred on Good Friday, April 14th, 1865.",
      "Lincoln was in excellent spirits on Good Friday, April 14, 1865.",
      "The last words Lincoln uttered to his cabinet were that they must now begin to act in the interests of peace.",
      "Lincoln attended a theater party on the evening of April 14, 1865.",
      "John Wilkes Booth entered the box where Lincoln was seated and shot him.",
      "The shot was fired near the back of Lincoln's head, penetrating his brain.",
      "Major Rathbone attempted to apprehend Booth and was slashed with a dagger.",
      "Lincoln was assassinated by John Wilkes Booth at Ford's Theatre on the evening of April 14, 1865.",
      "The shot was fired near the back of Lincoln's head, and he dropped his head upon his breast without a word.",
      "Major Rathbone attempted to apprehend Booth but was slashed with a dagger.",
      "Booth escaped the theatre and rode away on a horse.",
      "Lincoln was carried out into the open air and taken to a hotel across the street where he died at twenty minutes after seven o'clock on the morning of April 15, 1865.",
      "The assassination was part of a larger conspiracy to murder other officials, including Secretary of State Seward."
    ],
    "temporal_details": {
      "date": "April 14, 1865",
      "time": "Not mentioned",
      "duration": "Not mentioned"
    },
    "tone": "Sympathetic",
    "direct_quotes": [
      "No one need expect me to take any part in hanging or killing these men, even the worst of them. Enough lives have been sacrificed.",
      "I promise to do the best I can towards it.",
      "Sic semper Tyrannis (Thus ever to tyrants)",
      "Father Abraham was dead."
    ],
    "confidence": "High"
  },
  {
    "event_id": "election_night_1860",
    "event_name": "Election Night 1860",
    "source_id": "gutenberg_12801",
    "source_title": "Abraham Lincoln, Volume II",
    "author": "Jr. John T. Morse",
    "claims": [
      "Abraham Lincoln was elected as the 16th President on November 6, 1860.",
      "The voting results showed 2,213,665 Republican votes and 1,802,237 Democratic votes.",
      "Lincoln's plurality was 494,567 votes.",
      "Lincoln went to the War Department on election night and stayed until two o'clock at night, noting the returns.",
      "Lincoln expressed gratitude for the people's confidence but stated that his gratitude was free from any taint of personal triumph.",
      "Abraham Lincoln was elected as the 16th President of the United States in November 1860.",
      "Lincoln was beset by office-seekers and threats of assassination after his election.",
      "Lincoln described a curious incident involving a reflection of himself with two distinct images after his election.",
      "Abraham Lincoln was elected as the 16th President of the United States.",
      "Lincoln's election occurred on November 6, 1860.",
      "His election was the signal for secession."
    ],
    "temporal_details": {
      "date": "November 6, 1860",
      "time": "Until two o'clock at night",
      "duration": "Not explicitly mentioned"
    },
    "tone": "Admiring",
    "direct_quotes": [
      "I am struggling to maintain the government, not to overthrow it.",
      "if I know my heart, my gratitude is free from any taint of personal triumph.",
      "May I ask those who have not differed with me to join with me in this same spirit towards those who have?",
      "It was just after my election in 1860, when the news had been coming in thick and fast all day...",
      "She thought it was 'a sign' that I was to be elected to a second term of office, and that the paleness of one of the faces was an omen that I should not see life through the last term."
    ],
    "confidence": "High"
  },
  {
    "event_id": "fort_sumter_decision",
    "event_name": "Fort Sumter Decision",
    "source_id": "gutenberg_12801",
    "source_title": "Abraham Lincoln, Volume II",
    "author": "Jr. John T. Morse",
    "claims": [
      "Beauregard commands at Charleston and is notified by Lincoln of the purpose to reinforce Sumter.",
      "Beauregard requests the surrender of Sumter and commands the bombardment.",
      "Cameron, Simon, opposes relieving Fort Sumter.",
      "Chase, Salmon P., wishes to reinforce Sumter.",
      "John B. Floyd was involved in a quarrel over the question of reinforcing Fort Sumter and subsequently resigned.",
      "Floyd wished to delay secession and sent arms into the South.",
      "Lincoln asks opinion of Scott as to relieving Sumter.",
      "Lincoln asks advice of cabinet regarding Fort Sumter.",
      "Lincoln announces intention to provision Sumter.",
      "Lincoln admits blame for failure regarding Fort Sumter.",
      "Lincoln issues proclamation calling for volunteers for three months.",
      "South Carolina besieges Fort Sumter.",
      "The question of Fort Sumter's retention is mentioned in 1861."
    ],
    "temporal_details": {
      "date": "Not explicitly mentioned",
      "time": "Not explicitly mentioned",
      "duration": "Not explicitly mentioned"
    },
    "tone": "Neutral",
    "direct_quotes": [],
    "confidence": "High"
  },
  {
    "event_id": "gettysburg_address",
    "event_name": "Gettysburg Address",
    "source_id": "gutenberg_12801",
    "source_title": "Abraham Lincoln, Volume II",
    "author": "Jr. John T. Morse",
    "claims": [
      "The national military cemetery at Gettysburg was to be consecrated on November 19, 1863.",
      "Edward Everett was to deliver the oration at the dedication ceremony.",
      "Lincoln was invited to say a few appropriate remarks at the event.",
      "Lincoln delivered the Gettysburg Address after Edward Everett's oration.",
      "The Gettysburg Address was delivered by President Abraham Lincoln.",
      "The address was given on November 19, 1863.",
      "The speech was made at the dedication of the Soldiers' National Cemetery.",
      "Lincoln referred to the founding of the nation as occurring 'fourscore and seven years ago'.",
      "Lincoln stated that the nation was 'conceived in liberty, and dedicated to the proposition that all men are created equal'.",
      "He mentioned that the nation was engaged in a 'great civil war'.",
      "Lincoln emphasized that the brave men who fought at Gettysburg had consecrated the ground.",
      "He called for the living to be dedicated to the unfinished work of those who fought.",
      "Lincoln concluded with the idea that government of the people, by the people, for the people, shall not perish from the earth.",
      "Lincoln delivered an address at Gettysburg.",
      "The address was part of the dedication of the Soldiers' National Cemetery.",
      "Lincoln prepared an address for Gettysburg.",
      "The address is referred to as the Gettysburg Address."
    ],
    "temporal_details": {
      "date": "November 19, 1863"
    },
    "tone": "Neutral",
    "direct_quotes": [
      "Fourscore and seven years ago our fathers brought forth on this continent a new nation, conceived in liberty, and dedicated to the proposition that all men are created equal.",
      "Now we are engaged in a great civil war, testing whether that nation, or any nation so conceived and so dedicated, can long endure.",
      "It is altogether fitting and proper that we should do this.",
      "The brave men, living and dead, who struggled here have consecrated it far above our poor power to add or detract.",
      "It is for us, the living, rather, to be dedicated here to the unfinished work which they who fought here have thus far so nobly advanced.",
      "We here highly resolve that these dead shall not have died in vain, that this nation, under God, shall have a new birth of freedom, and that government of the people, by the people, for the people, shall not perish from the earth."
    ],
    "confidence": "High"
  },
  {
    "event_id": "second_inaugural_address",
    "event_name": "Second Inaugural Address",
    "source_id": "gutenberg_12801",
    "source_title": "Abraham Lincoln, Volume II",
    "author": "Jr. John T. Morse",
    "claims": [
      "Lincoln's second inaugural address took place on March 4, 1865.",
      "The address included the phrase 'malice toward none.'",
      "Lincoln stated that the union of the States is perpetual and that no State can lawfully get out of the Union.",
      "Lincoln expressed that the resolves and ordinances for secession are legally void.",
      "The context of the address was the impending end of the Confederacy, as indicated by military developments and public sentiment.",
      "Lincoln's message to Congress indicated that the North was gaining strength and resources, which reflects the themes he would later address in his inaugural speech.",
      "Lincoln's second inaugural address was delivered on March 4, 1865.",
      "The address was delivered from the eastern portico of the Capitol.",
      "Lincoln expressed that there was less occasion for an extended address than at his first inauguration.",
      "Lincoln noted that the progress of arms was well known and reasonably satisfactory.",
      "Lincoln stated that one eighth of the whole population were colored slaves localized in the southern part of the Union.",
      "Lincoln delivered his Second Inaugural Address on March 4, 1865.",
      "One eighth of the whole population were colored slaves, localized in the southern part of the Union.",
      "The speech emphasizes the need for charity and firmness in the right, as God gives us to see the right.",
      "Lincoln expressed a desire to bind up the nation's wounds and care for veterans and their families.",
      "Lincoln returned to the White House after his inaugural address with less than five weeks of life remaining.",
      "The passage mentions that Lincoln had to shape and use the success of the Union victory responsibly.",
      "Lincoln spoke his second inaugural address on March 4, 1865.",
      "Lincoln returned to the White House after his inaugural address with less than five weeks of life before him.",
      "Lincoln's second inaugural address is mentioned as a significant event.",
      "The address is noted in the context of Lincoln's refusal to negotiate with Davis and his insistence on complete submission."
    ],
    "temporal_details": {
      "date": "March 4, 1865",
      "duration": "Less than five weeks"
    },
    "tone": "Neutral",
    "direct_quotes": [
      "'malice toward none'",
      "The union of these States is perpetual.... No State, upon its own mere motion, can lawfully get out of the Union; resolves and ordinances to that effect are legally void.",
      "At this second appearing to take the oath of the presidential office, there is less occasion for an extended address than there was at the first.",
      "Both parties deprecated war; but one of them would make war rather than let the nation survive; and the other would accept war rather than let it perish.",
      "With malice toward none, with charity for all, with firmness in the right, as God gives us to see the right, let us strive on to finish the work we are in; to bind up the nation's wounds; to care for him who shall have borne the battle, and for his widow, and his orphan,--to do all which may achieve and cherish a just and lasting peace among ourselves, and with all nations."
    ],
    "confidence": "High"
  },
  {
    "event_id": "fords_theatre_assassination",
    "event_name": "Ford's Theatre Assassination",
    "source_id": "gutenberg_12801",
    "source_title": "Abraham Lincoln, Volume II",
    "author": "Jr. John T. Morse",
    "claims": [
      "Lincoln was assassinated by John Wilkes Booth.",
      "The assassination occurred at Ford's Theatre.",
      "Lincoln had less than five weeks of life before him after March 4, 1865.",
      "The text implies that Lincoln's assassination occurred shortly after the events described, specifically after the fall of Richmond.",
      "Lincoln had less than five weeks of life before him after his inaugural on March 4, 1865.",
      "The assassination occurred on the night of April 14, 1865.",
      "Lincoln was assassinated by John Wilkes Booth at Ford's Theatre on April 14, 1865.",
      "The assassination occurred on Good Friday, April 14, 1865.",
      "Lincoln was shot at the back of the head, and the bullet passed through the brain, stopping just short of the left eye.",
      "Lincoln was carried to a room in a house opposite the theatre and continued to breathe until he died at 7:22 AM on April 15, 1865.",
      "Booth entered the President's box at the theatre after pushing a visiting card into the hands of the attendant.",
      "Booth shouted 'Sic semper tyrannis!' after jumping onto the stage.",
      "Booth was found dead on April 26, 1865, after being shot by Boston Corbett.",
      "A conspiracy involving multiple members was behind the assassination, with plans to also kill Secretary Seward and others.",
      "John Wilkes Booth murders Lincoln.",
      "The assassination is referred to as a successful plot of 1865.",
      "The trial and punishment of other persons concerned with the assassination are mentioned.",
      "Lincoln was assassinated while visiting the theatre.",
      "The assassination occurred on April 14-15, 1865.",
      "Lincoln received threats but ignored them.",
      "Lincoln was persuaded to accept a guard."
    ],
    "temporal_details": {
      "date": "April 14-15, 1865",
      "time": "Not mentioned",
      "duration": "Less than five weeks after March 4, 1865"
    },
    "tone": "Neutral",
    "direct_quotes": [
      "If I am killed, I can die but once; but to live in constant dread of it, is to die over and over again.",
      "That city is filled with our enemies.",
      "Enemies! we must never speak of that!",
      "his remarks",
      "superstitious concerning assassination"
    ],
    "confidence": "High"
  },
  {
    "event_id": "election_night_1860",
    "event_name": "Election Night 1860",
    "source_id": "gutenberg_14004",
    "source_title": "The Every-day Life of Abraham Lincoln",
    "author": "Francis F. Browne",
    "claims": [
      "Lincoln was nominated for the presidency at the National Republican Convention in Chicago in 1860.",
      "Lincoln was elected as the 16th President of the United States on November 6, 1860.",
      "Abraham Lincoln was nominated as the Republican candidate for President at the National Republican convention held in Chicago on May 16, 1860.",
      "Lincoln received 102 votes on the first ballot at the convention, while William H. Seward received 173.5 votes.",
      "The convention was held in a building called 'The Wigwam,' which was filled with an excited throng numbering fully twelve thousand.",
      "Lincoln's supporters organized to cheer for him during the convention, contrasting with Seward's well-organized campaign.",
      "Abraham Lincoln was nominated as the Republican candidate for President on May 18, 1860.",
      "Lincoln received 231.5 votes on the third ballot, surpassing the required 233 votes for nomination.",
      "The Illinois delegation resolved that the millennium had come after Lincoln's nomination.",
      "A salute of a hundred guns was fired in Springfield upon the news of Lincoln's nomination.",
      "Lincoln's friends and neighbors thronged his house to congratulate him after the news spread.",
      "Abraham Lincoln was elected as the 16th President of the United States on November 6, 1860.",
      "The campaign for the presidency in 1860 was marked by significant enthusiasm and opposition to the extension of slavery.",
      "Abraham Lincoln was elected President of the United States on November 6, 1860.",
      "Lincoln received a substantial majority of the electoral vote (180 to 123).",
      "Lincoln's popular vote was approximately 930,170, which was more against him than for him.",
      "Fifteen States gave Lincoln no electoral vote, and in nine States he received not a single popular vote.",
      "South Carolina formally severed its connection with the Union on November 17, 1860, eleven days after Lincoln's election.",
      "Mississippi passed the ordinance of secession on January 9, 1861; Florida on January 10; Alabama on January 11; Georgia on January 19; Louisiana on January 25; and Texas on February 1.",
      "Lincoln expressed his opinion that no State could leave the Union without the consent of the other States.",
      "Lincoln stated it was the duty of the President to run the government as it was.",
      "Lincoln wrote to Thurlow Weed on December 17, 1860, regarding his views on secession.",
      "Lincoln made a journey to Washington, taking a circuitous route to meet the people of the Northern States.",
      "Lincoln received warm and generous greetings from crowds at railway stations.",
      "At Indianapolis, cannon announced Lincoln's arrival, and he made a brief address to the people.",
      "Lincoln emphasized the need for calm and patience among the people in his speeches.",
      "He expressed his desire for a peaceful settlement of national difficulties.",
      "Lincoln's speeches included references to his trust in God to guide the nation.",
      "In Cincinnati, Lincoln addressed the crowd, acknowledging the presence of Kentuckians and emphasizing brotherhood.",
      "Lincoln was greeted with friendly enthusiasm in Cleveland after his election.",
      "Lincoln stood on the landing-place at the top of a broad stairway at the Weddell House in Cleveland.",
      "Lincoln's height was noted to be six feet four inches.",
      "Lincoln's manner was described as strongly Western, and his speech as Southwestern.",
      "There were fears of an assassination attempt on Lincoln before he reached Washington.",
      "Lincoln arrived in Washington before daylight after taking a night train from Philadelphia.",
      "General Stone and General Scott considered it almost certain that Lincoln could not pass through Baltimore alive on the day fixed.",
      "Lincoln changed his journey due to a note from Mr. Seward, which was based on General Scott's recommendations.",
      "Lincoln was in Springfield when the election returns began to come in, and he stayed there until about 2 AM on Wednesday.",
      "Lincoln felt the responsibility of his position immediately after the election.",
      "Lincoln made up his Cabinet on the same day as the election, before the sun went down.",
      "Lincoln's appearance was described as tall, muscular, and unpretentious.",
      "Lincoln's modesty and simplicity were noted by various contemporaries.",
      "There was a widespread fear for Lincoln's safety, leading to military measures for his protection.",
      "Lincoln expressed a desire for human sympathy and support regarding his potential re-election.",
      "Lincoln stated that if the people thought he managed their case well enough, he would be glad to carry it up to the next term.",
      "The National Republican Convention met at Baltimore on June 8, 1864, and nominated Abraham Lincoln for a second term.",
      "The election is referenced in the context of Lincoln's modesty and preparation for his inauguration."
    ],
    "temporal_details": {
      "date": "November 6, 1860",
      "time": "Before daylight",
      "duration": "The week following Lincoln's arrival in Washington"
    },
    "tone": "Admiring",
    "direct_quotes": [
      "Gentlemen, I suppose you want to know something about those things (pointing to old John and the rails). Well, the truth is, John Hanks and I did make rails in the Sangamon Bottom. I don't know whether we made those rails or not; the fact is, I don't think they are a credit to the makers.",
      "'Well, there is a little woman who will be interested in this news, and I will go home and tell her.'",
      "I do not so understand this book.",
      "it is ungodly! it is ungodly! but it is the law of the land, and we must obey it as we find it.",
      "I have not, said he, promised an office to any man, nor have I, but in a single instance, mentally committed myself to an appointment.",
      "Prevent, as far as possible, any of our friends from demoralizing themselves and our cause by entertaining propositions for compromise of any sort on the slavery extension.",
      "\"My opinion is that no State can in any way get out of the Union without the consent of the other States; and that it is the duty of the President to run the machine as it is.\"",
      "I judge that all we want is time and patience, and a reliance in that God who has never forsaken His people.",
      "I shall do all that may be in my power to promote a peaceful settlement of all our difficulties.",
      "Let the people on both sides keep their self-possession, and just as other clouds have cleared away in due time, so will this; and this great nation shall continue to prosper as heretofore.",
      "I have said nothing but what I am willing to live by, and, if it be the pleasure of Almighty God, to die by.",
      "This is only Washburne!",
      "The stories of disguises are all nonsense. Mr. Lincoln merely took the sleeping-car in the night train.",
      "On the day of the Presidential election the operator of the telegraph in Springfield placed his instrument at my disposal. I was there without leaving, after the returns began to come in, until we had enough to satisfy us how the election had gone.",
      "If the people think I have managed their case for them well enough to trust me to carry it up to the next term, I am sure I shall be glad to take it.",
      "I view this call to a second term as in no wise more flattering to myself than as an expression of the public judgment that I may better finish a difficult work than could one less severely schooled to the task.",
      "I have not permitted myself to conclude that I am the best man in the country; but I am reminded of the old Dutch farmer who remarked to a companion that it was not best to swap horses while crossing a stream."
    ],
    "confidence": "High"
  },
  {
    "event_id": "fort_sumter_decision",
    "event_name": "Fort Sumter Decision",
    "source_id": "gutenberg_14004",
    "source_title": "The Every-day Life of Abraham Lincoln",
    "author": "Francis F. Browne",
    "claims": [
      "Lincoln was aware that war was imminent between the North and the South.",
      "Lincoln wrote to E.B. Washburne on December 21, 1860, asking General Scott to be prepared to either hold or retake the forts, including Fort Sumter.",
      "South Carolina formally severed its connection with the Union on November 17, 1860, shortly after Lincoln's election.",
      "Mississippi passed the ordinance of secession on January 9, 1861; Florida on January 10; Alabama on January 11; Georgia on January 19; Louisiana on January 25; and Texas on February 1.",
      "Mississippi passed the ordinance of secession January 9, 1861.",
      "Florida followed on the 10th; Alabama on the 11th; Georgia on the 19th; Louisiana on the 25th; and Texas on the 1st day of February.",
      "Major Robert Anderson was holding Fort Sumter.",
      "Lincoln expressed his opinion that no State can get out of the Union without the consent of the other States.",
      "The Confederate attack upon Fort Sumter occurred on April 12, 1861.",
      "Lincoln maintained a conciliatory policy toward the States in rebellion until the attack on Fort Sumter.",
      "On April 15, 1861, Lincoln issued a proclamation asking for the immediate enlistment of 75,000 volunteers.",
      "Lincoln summoned Congress to convene in an extra session on July 4, 1861.",
      "The proclamation called forth the militia of the several States to suppress the rebellion.",
      "On April 14, 1861, Washington was excited over the fall of Fort Sumter.",
      "Stephen A. Douglas declared his support for Lincoln and the government on April 14, 1861.",
      "Lincoln issued a proclamation declaring a blockade of Southern ports on April 19, 1861.",
      "The Virginia Convention passed the ordinance of secession on April 17, 1861.",
      "Lincoln expressed his intention to repossess Fort Sumter if it had been assaulted.",
      "Lincoln was determined to administer the office for the benefit of the people, in accordance with the Constitution and the law.",
      "Lincoln expressed that Kentucky must not be plunged into a rebellious war, as it was crucial for the Union cause.",
      "Lincoln stated that the sentiment of Kentucky's State officials must be counteracted to prevent secession.",
      "Lincoln emphasized the importance of arousing the young men of Kentucky to support the Union.",
      "Lincoln's message to Congress on July 5, 1861, outlined the aggressive acts of the States aiming to disrupt the Federal Union and requested 400,000 men and $400,000,000 to make the contest short and decisive.",
      "L's peace pleas before war, extract, 158, 270",
      "L. foresees coming struggle, 255-256",
      "L. promises to promote peace, 268",
      "Washington swarms with rebels, 292",
      "Sumter attack, 312",
      "call for volunteers, 312-314",
      "Fort Sumter was held by Anderson.",
      "Fort Sumter was attacked.",
      "Civil War began with the decision regarding Fort Sumter.",
      "Lincoln's war policy was outlined in the context of the Civil War."
    ],
    "temporal_details": {
      "date": "December 21, 1860",
      "duration": "Forty-two days after Lincoln's accession to the Presidency",
      "time": "N/A"
    },
    "tone": "Neutral",
    "direct_quotes": [
      "My opinion is that no State can in any way get out of the Union without the consent of the other States; and that it is the duty of the President to run the machine as it is.",
      "I appeal to all loyal citizens to favor, facilitate, and aid this effort to maintain the honor, the integrity and existence of our National Union, and the perpetuity of popular government, and to redress wrongs already long enough endured.",
      "The power confided in me will be used to hold, occupy, and possess property and places belonging to the Government, and to collect the duties and imposts; but beyond what is necessary for these objects there will be no invasion, no using of force against or among the people anywhere.",
      "I shall hold myself at liberty to repossess, if I can, like places which had been seized before the Government was devolved upon me; and in any event I shall, to the best of my ability, repel force by force.",
      "The disunionists did not want me to take the oath of office. I have taken it, and I intend to administer the office for the benefit of the people, in accordance with the Constitution and the law.",
      "Kentucky must not be precipitated into secession. She is the key to the situation.",
      "This is essentially a people's contest."
    ],
    "confidence": "High"
  },
  {
    "event_id": "gettysburg_address",
    "event_name": "Gettysburg Address",
    "source_id": "gutenberg_14004",
    "source_title": "The Every-day Life of Abraham Lincoln",
    "author": "Francis F. Browne",
    "claims": [
      "The dedication of the National Cemetery at Gettysburg occurred on November 19, 1863.",
      "Lincoln delivered an address at the dedication.",
      "Lincoln's Gettysburg speech was rewritten many times before it met his approval.",
      "Lincoln was cautious in expressing himself without due preparation due to the public scrutiny of his speeches.",
      "Lincoln thought deeply about religion when he went to Gettysburg.",
      "Lincoln delivered an address during the dedication.",
      "Lincoln's famous speech was delivered at the dedication of the Soldiers' National Cemetery.",
      "The Battle of Gettysburg occurred from July 1 to July 3, 1863.",
      "Lincoln expressed deep emotions regarding the battle and its consequences.",
      "Lincoln referred to the soldiers' heroic deeds as having 'consecrated' the battlefield.",
      "The dedication of the Soldiers' National Cemetery took place on November 19, 1863.",
      "Lincoln was invited to assist in the consecration of the ground purchased by the State of Pennsylvania for Union soldiers who died at Gettysburg.",
      "The chief orator selected for the event was Hon. Edward Everett.",
      "The Gettysburg Address was delivered by President Abraham Lincoln on November 19, 1863.",
      "The event was the dedication of the Soldiers' National Cemetery.",
      "Edward Everett was the chief orator who spoke before Lincoln.",
      "Lincoln's address was brief, consisting of only twenty lines.",
      "Lincoln's speech emphasized the dedication to the unfinished work of the soldiers who fought at Gettysburg.",
      "Major Harry T. Lee noted that there was scarcely a dry eye in the audience during Lincoln's address.",
      "John Russell Young described Lincoln's delivery as simple and extraordinary, contrasting it with Everett's two-hour oration.",
      "The Gettysburg Address was rewritten many times.",
      "The Gettysburg Address is referred to as the world's model.",
      "The text of the Gettysburg Address is found on pages 512-515.",
      "Lee, Harry T., impression of Gettysburg address, 514",
      "The Gettysburg Address is mentioned in relation to Lincoln's oratory reputation.",
      "The address is noted for its eloquence.",
      "The Gettysburg Address was delivered during the dedication of the Soldiers' National Cemetery.",
      "The event took place on November 19, 1863.",
      "The Gettysburg Address is referenced in the context of Lincoln's speeches.",
      "The text of the Gettysburg Address is noted as being on page 512.",
      "The Gettysburg Address is mentioned in the 'Westminster Review'."
    ],
    "temporal_details": {
      "date": "November 19, 1863"
    },
    "tone": "Neutral",
    "direct_quotes": [
      "'have consecrated it far above our power to add or detract.'",
      "I congratulate you on your success.",
      "Ah, Mr. President, how gladly would I exchange all my hundred pages to have been the author of your twenty lines!",
      "The world's model"
    ],
    "confidence": "High"
  },
  {
    "event_id": "second_inaugural_address",
    "event_name": "Second Inaugural Address",
    "source_id": "gutenberg_14004",
    "source_title": "The Every-day Life of Abraham Lincoln",
    "author": "Francis F. Browne",
    "claims": [
      "Lincoln's Second Inaugural Address was delivered on March 4, 1865.",
      "The address included the phrase 'With malice toward none, with charity for all.'",
      "Lincoln's second inaugural address took place on March 4, 1865.",
      "The morning of the inauguration was described as beautifully clear.",
      "General Scott and the Washington police were in readiness for the inauguration.",
      "The public buildings, schools, and most places of business were closed during the day of the inauguration.",
      "There was a great desire among the public to hear Lincoln's inaugural address.",
      "The Second Inaugural Address was delivered on March 4, 1865.",
      "Lincoln stood before thirty thousand people during the address.",
      "The oath of office was administered by Chief Justice Taney.",
      "Lincoln's address was devoted to the topic of the Southern States attempting to withdraw from the Union.",
      "Lincoln delivered his Second Inaugural Address on March 4, 1865.",
      "Lincoln expressed the sentiment of 'malice toward none' in his address.",
      "He emphasized that the Government would not assail the South and that there could be no conflict without the South being the aggressors.",
      "Lincoln stated he had a solemn oath to 'preserve, protect, and defend' the Government.",
      "He mentioned the 'mystic chords of memory' that connect the nation and expressed hope for reconciliation.",
      "Lincoln entered the chamber shortly after twelve o'clock to take the oath of office.",
      "Rain prevailed during the morning of inauguration day, but ceased before noon.",
      "Lincoln's face had a care-worn look, yet he appeared cheerful.",
      "A flood of sunlight burst from the clouds as Lincoln stepped forward to take the oath.",
      "Lincoln remarked about the sunburst, saying, 'Did you notice that sunburst? It made my heart jump.'",
      "The address was devoted to saving the Union without war.",
      "Lincoln stated, 'with malice toward none, with charity for all, with firmness in the right, as God gives us to see the right.'",
      "Lincoln expressed a desire to end the war speedily, without more bloodshed or devastation.",
      "Lincoln had 'charity for all, malice toward none' as stated by General Sherman.",
      "Lincoln's second inaugural address is noted for its eloquence.",
      "Lincoln's religious spirit is shown in the second inaugural address.",
      "Lincoln's second inauguration took place on March 4, 1865.",
      "The second inaugural address is mentioned in the context of Lincoln's views on reconstruction and his feelings toward the South.",
      "Lincoln's second inaugural address is mentioned in the context of his messages and proclamations.",
      "The second inaugural address is referenced on pages 557-559.",
      "Lincoln's speech on Reconstruction is quoted, indicating its significance.",
      "The Second Inaugural Address took place on March 4, 1865."
    ],
    "temporal_details": {
      "date": "March 4, 1865",
      "time": "Not mentioned",
      "duration": "Not mentioned"
    },
    "tone": "Admiring",
    "direct_quotes": [
      "With malice toward none, with charity for all.",
      "The new pilot was hurried to the helm in a tornado.",
      "The reading was listened to with profound attention, those passages which contained any allusion to the Union being vociferously cheered.",
      "I have no purpose, directly or indirectly, to interfere with the institution of slavery in the States where it exists.",
      "We are not enemies, but friends. We must not be enemies.",
      "the better angels of our nature.",
      "Fellow-Countrymen: At this second appearing to take the oath of the Presidential office, there is less occasion for an extended address than there was at the first.",
      "Did you notice that sunburst? It made my heart jump.",
      "'with malice toward none, with charity for all, with firmness in the right, as God gives us to see the right.'",
      "'charity for all, malice toward none'",
      "malice toward none"
    ],
    "confidence": "High"
  },
  {
    "event_id": "fords_theatre_assassination",
    "event_name": "Ford's Theatre Assassination",
    "source_id": "gutenberg_14004",
    "source_title": "The Every-day Life of Abraham Lincoln",
    "author": "Francis F. Browne",
    "claims": [
      "Lincoln was assassinated by John Wilkes Booth.",
      "The assassination occurred during a visit to Ford's Theatre.",
      "The event took place on the evening of April 14, 1865.",
      "Lincoln's assassination occurred in April 1865.",
      "General Stone and General Scott considered it almost certain that Lincoln could not pass through Baltimore alive on the day fixed.",
      "General Scott directed that Lincoln should be officially warned about the dangers.",
      "Lincoln changed his journey due to a note carried by Mr. Frederick Seward.",
      "Lincoln was assassinated by John Wilkes Booth at Ford's Theatre.",
      "The assassination occurred on the night of April 14, 1865.",
      "Lincoln had a long conversation with his son Robert on the morning of April 14, 1865.",
      "Lincoln expressed a desire for peace and harmony with the Southern people before his assassination.",
      "Lincoln attended the play 'The American Cousin' at Ford's Theatre.",
      "The President arrived at the theatre at nine o'clock.",
      "A pistol shot rang out at half-past ten o'clock.",
      "Booth shouted 'Sic semper tyrannis!' after shooting Lincoln.",
      "Booth escaped from the theatre after the assassination.",
      "The assassination occurred on the evening of April 14, 1865.",
      "Booth had been plotting the murder and visited the theatre on the morning of April 14.",
      "Booth shot Lincoln with a Derringer pistol, which entered the President's brain.",
      "Major Rathbone was present in the President's box and was attacked by Booth.",
      "Lincoln was carried across the street to a house after being shot.",
      "Lincoln died at 7:22 AM on April 15, 1865.",
      "Secretary Seward and his son were also attacked on the same night.",
      "The news of Lincoln's assassination caused widespread mourning across the country.",
      "The assassination occurred on April 14-15, 1865.",
      "The news of Lincoln's assassination caused widespread grief across the United States.",
      "Lincoln's remains were embalmed and placed on a grand catafalque in the East Room of the White House.",
      "Funeral services took place on April 19, 1865.",
      "The funeral train left Washington on April 21, 1865, and traveled through several states.",
      "Lincoln's funeral train reached Springfield on May 3, 1865.",
      "The assassination occurred at Ford's Theatre.",
      "Dr. Gray officiated at Lincoln's funeral.",
      "Rev. Dr. Gurley officiated at Lincoln's funeral.",
      "Halleck was present at Lincoln's death-bed.",
      "Lincoln was shot at Ford's Theatre.",
      "The shot was fired on April 14, 1865.",
      "Booth escaped after the assassination.",
      "Walt Whitman provided a description of the event.",
      "Rathbone provided an account of the assassination.",
      "Lincoln's death occurred shortly after the shooting.",
      "Funeral ceremonies were held at the White House.",
      "Lincoln lay in state at the Capitol.",
      "The shot was fired at Lincoln while he was at the theatre.",
      "Booth's escape from the theatre is noted.",
      "Major Rathbone struggled with Booth during the assassination.",
      "Lincoln's death-bed scene is mentioned.",
      "The nation's grief following Lincoln's assassination is documented.",
      "Funeral ceremonies were held at the White House and lying in state at the Capitol.",
      "Frederick W. Seward was attacked and wounded during the same incident."
    ],
    "temporal_details": {
      "date": "April 14, 1865",
      "time": "Not mentioned",
      "duration": "Not mentioned"
    },
    "tone": "Sympathetic",
    "direct_quotes": [
      "The stories of disguises are all nonsense. Mr. Lincoln merely took the sleeping-car in the night train.",
      "It is a good face. It is the face of a noble, brave man. I am glad that the war is over at last.",
      "Well, my son, you have returned safely from the front. The war is now closed, and we will soon live in peace with the brave men who have been fighting against us.",
      "'Sic semper tyrannis!'",
      "'He has killed the President!'",
      "'He has killed the President!' - Mrs. Lincoln",
      "'My God! What's this? Lincoln is assassinated.' - A Quaker in Philadelphia",
      "My God! What's this? _Lincoln is assassinated._",
      "Do you think, sir, that my father has gone to heaven?",
      "Then, said the little fellow in broken voice, 'I am glad he has gone there, for he was never happy after he came here. This was not a good place for him!'",
      "When all was won, and all was done, then to strike him down!"
    ],
    "confidence": "High"
  },
  {
    "event_id": "election_night_1860",
    "event_name": "Election Night 1860",
    "source_id": "gutenberg_18379",
    "source_title": "Abraham Lincoln",
    "author": "Baron Godfrey Rathbone Benson Charnwood",
    "claims": [
      "Abraham Lincoln was elected as the 16th President of the United States.",
      "The election took place on November 6, 1860.",
      "Abraham Lincoln was elected as the 16th President of the United States on November 6, 1860.",
      "Lincoln had previously stated in a speech in 1856 that the United States could not long endure half slave and half free.",
      "Lincoln's famous phrase 'A house divided against itself cannot stand' was part of his speech that had a significant impact on public opinion.",
      "Lincoln's supporters believed that his speech would make him President.",
      "Lincoln's appearance at the Cooper Institute in February 1860 was a critical venture that contributed to his rise in political stature.",
      "The Democratic Party split into Northern and Southern factions during the election process.",
      "The Northern Democrats nominated Stephen Douglas, while the Southern Democrats nominated John C. Breckinridge.",
      "On election night, Lincoln sat alone with the operator in the telegraph box at Springfield, receiving election results.",
      "Lincoln was sure of his victory long before the election returns were complete.",
      "Lincoln's election was greeted throughout the South with a howl of derision.",
      "The Presidential election took place on November 6, 1860.",
      "On November 10, 1860, the Legislature of South Carolina convened a specially elected Convention to decide upon the question of secession.",
      "The Convention in South Carolina passed its formal 'Ordinance of Secession' on December 20, 1860.",
      "The election of Lincoln was a pivotal moment that contributed to the grievances of the South regarding slavery.",
      "The election led to South Carolina's secession and the subsequent tensions that escalated into the Civil War.",
      "Lincoln's election was followed by a breakdown of compromise efforts regarding slavery in the territories.",
      "Lincoln's firm stance against the extension of slavery contributed to the inability to reach a compromise, which some historians suggest may have led to the Civil War.",
      "Lincoln was constructing a strong Cabinet while watching the election returns.",
      "Lincoln's Cabinet included notable figures such as Seward, Chase, Bates, and Cameron.",
      "The Republican party was considering candidates for the presidency early in 1860, with Lincoln facing criticism from within his party.",
      "The Republican Convention at Baltimore in June 1860 nominated Lincoln almost unanimously.",
      "Lincoln's election was viewed with anxiety by some politicians who feared the delegates were not yet contemptuous of him.",
      "Lincoln's acceptance of the nomination was modest, and he referenced a story about not swapping horses while crossing a stream.",
      "Lincoln was elected by an enormous popular majority, receiving 212 out of the 233 votes in the electoral college.",
      "Three Northern States, including Lincoln's native State, voted against him in the election.",
      "Lincoln was elected President in November 1860."
    ],
    "temporal_details": {
      "date": "November 6, 1860",
      "time": "Not mentioned",
      "duration": "Not mentioned"
    },
    "tone": "Mixed",
    "direct_quotes": [
      "We won't break up the Union, and you shan't.",
      "'A house divided against itself cannot stand.'",
      "'I would rather be defeated with this expression in my speech, and uphold and discuss it before the people, than be victorious without it.'",
      "'Gentlemen, I am killing larger game; if Douglas answers, he can never be President, and the battle of 1860 is worth a hundred of this.'",
      "For the good men in the South, I regard the majority of them as such--I have no objection to repeat them seventy times seven.",
      "he could not in his heart believe that the South designed the overthrow of the Government.",
      "If he had not stood square...upon the same 'platform' on which he had stood in May, if he had preferred to enroll himself among those statesmen of all countries whose strongest words are uttered for their own subsequent enjoyment in eating them, he might conceivably have saved much bloodshed.",
      "I am reminded in this connection of a story of an old Dutch farmer, who remarked to a companion that it was not best to swap horses when crossing a stream.",
      "It has long been a grave question whether any Government not too strong for the liberties of its people can be strong enough to maintain its existence in great emergencies.",
      "But we cannot have a free Government without elections; and if the rebellion could force us to forego or postpone a national election it might fairly claim to have already conquered and ruined us.",
      "May I ask those who have not differed from me to join with me in this same spirit towards those who have?"
    ],
    "confidence": "High"
  },
  {
    "event_id": "fort_sumter_decision",
    "event_name": "Fort Sumter Decision",
    "source_id": "gutenberg_18379",
    "source_title": "Abraham Lincoln",
    "author": "Baron Godfrey Rathbone Benson Charnwood",
    "claims": [
      "The Presidential election took place on November 6, 1860.",
      "South Carolina's Convention passed its formal 'Ordinance of Secession' on December 20, 1860.",
      "Lincoln had little that he could do but to watch events and prepare before taking office.",
      "The secession of South Carolina was not a movement which could at once be quelled by prompt measures of repression.",
      "Fort Sumter is located in Charleston, South Carolina.",
      "Major Anderson withdrew his forces to Fort Sumter at the end of 1860.",
      "Buchanan decided to reinforce Anderson on Fort Sumter on the last day of 1860.",
      "A transport sent to reinforce Fort Sumter was fired upon by South Carolina forces.",
      "Lincoln entered office with Anderson remaining without reinforcements or provisions.",
      "The Southern Confederacy was formed in February 1861.",
      "Lincoln's conviction on the essential point of policy was immovable regarding the extension of slavery.",
      "Lincoln wrecked the compromise at a time when it seemed likely to succeed, which probably caused the Civil War.",
      "Lincoln expressed no alarm about the South's intentions and privately told a friend he could not believe the South designed the overthrow of the Government.",
      "By the end of 1860, the policy of compromise was effectively out of the question as states in the South were deciding to secede.",
      "By February 4, 1861, the States of Mississippi, Florida, Alabama, Georgia, and Louisiana had followed South Carolina by passing Ordinances of Secession.",
      "The Congress of the seceding States, which met at Montgomery, adopted a provisional Constitution modelled largely upon that of the United States.",
      "The new Southern Congress resolved to take over the forts and other property in the seceded States that had belonged to the Union.",
      "Beauregard was sent to Charleston to hover over Fort Sumter.",
      "On the day after the Inauguration, Lincoln received word from Major Anderson at Fort Sumter that he could only hold out a few weeks longer unless reinforced and provisioned.",
      "General Scott advised Lincoln that to relieve Fort Sumter would require a force of 20,000 men, which did not exist.",
      "Lincoln summoned his Cabinet with military and naval advisers to discuss the situation at Fort Sumter.",
      "On the day after Lincoln's Inauguration, Major Anderson at Fort Sumter reported he could only hold out a few weeks longer unless reinforced and provisioned.",
      "General Scott advised that relieving Fort Sumter would require a force of 20,000 men, which did not exist.",
      "Lincoln's Cabinet was divided on whether to provision Fort Sumter; Blair and Chase supported it, while five others opposed it.",
      "General Scott recommended the evacuation of Fort Sumter, arguing it would be seen as a military necessity due to the previous administration's neglect.",
      "Lincoln reserved his decision on the matter.",
      "Lincoln's Inaugural Address included a commitment to hold the forts, including Fort Sumter.",
      "Lincoln delayed his decision until he was sure of the political results, which he deemed more important than military consequences.",
      "On April 1, 1861, Seward sent Lincoln a paper expressing his views on the lack of policy regarding the forts.",
      "Lincoln decided to send provisions but not troops to Fort Sumter after receiving support from Northern Senators and Congressmen.",
      "The Confederate batteries opened fire on Fort Sumter on April 12, 1861.",
      "Anderson capitulated on April 14, 1861, after the fort became untenable.",
      "On the morning after the bombardment of Fort Sumter, a Proclamation by the President called upon the Militia of the several States to furnish 75,000 men for the service of the United States.",
      "The Army already in the service of the United States consisted of but 16,000 officers and men.",
      "The President summoned Congress to meet in extraordinary session upon July 4.",
      "A few days later, the President called for Volunteers to enlist for three years' service, raising perhaps 300,000 troops by June.",
      "By April 20, first the Navy Yard at Gosport, in Virginia, had to be abandoned, then the Arsenal at Harper's Ferry.",
      "On the day of the abandonment of the Arsenal at Harper's Ferry, Lee went over to the South.",
      "A regiment from Massachusetts was already in Washington, having had to fight its way through a furious mob in Baltimore.",
      "A regiment from Massachusetts was already in Washington by April 20.",
      "The 6th Massachusetts felt as if all other help were a dream, and they were 'the only real thing.'",
      "Lincoln had to concert various measures of naval, military, financial, postal, and police preparation.",
      "Lincoln availed himself of the broader powers conferred by the Constitution in cases of insurrection.",
      "The law of 'habeas corpus' was suspended in Maryland.",
      "By April 25, enough soldiers were in Washington to put an end to any present alarm.",
      "Lincoln's decision regarding Fort Sumter was a significant moment leading to the start of the Civil War.",
      "Lincoln's Proclamation on April 19, 1861, initiated the naval blockade against the South.",
      "Lincoln had a letter to Fox immediately after the affair of Fort Sumter, indicating his esteem and confidence in him.",
      "Lincoln faced a decision regarding the resupply or reinforcement of Fort Sumter in March-April 1861.",
      "The bombardment of Fort Sumter marked a significant moment that led to the Civil War.",
      "Lincoln recounted the steps he had taken since the bombardment of Fort Sumter.",
      "Congress approved all that Lincoln had done after the bombardment of Fort Sumter.",
      "The resolution defined the object of the war as solely to preserve the Union without interfering with the rights of Southern States.",
      "Before a shot had been fired at Fort Sumter, and when only seven of the ten Southern States had yet seceded, President Jefferson Davis had at his command more than double the number of the United States Army as it then was.",
      "Jefferson Davis had already lawful authority to raise that number to nearly three times as many.",
      "The Confederate Congress showed the utmost promptitude in granting every necessary power to their President.",
      "The bombardment of Fort Sumter occurred from April 12 to April 14, 1861.",
      "The war began in April 1861 following the events at Fort Sumter.",
      "Lincoln's decision regarding Fort Sumter was pivotal in leading to the start of the Civil War.",
      "Jefferson Davis ordered the attack on Fort Sumter."
    ],
    "temporal_details": {
      "date": "November 6, 1860; December 20, 1860",
      "time": "Not mentioned",
      "duration": "Not mentioned"
    },
    "tone": "Neutral",
    "direct_quotes": [
      "If any one attempts to haul down the American flag, shoot him on the spot.",
      "he could not in his heart believe that the South designed the overthrow of the Government.",
      "\"In your hands, my dissatisfied fellow-countrymen, and not in mine, is the momentous issue of civil war.\"",
      "Seward wrote, \"If this must be done, I must do it.\"",
      "Mr. Lincoln meant to insult me and the Army",
      "I feel as if all other help were a dream, and they were 'the only real thing.'",
      "He would have been false to his trust if for fear of such illegality he had let the whole Constitution perish."
    ],
    "confidence": "High"
  },
  {
    "event_id": "gettysburg_address",
    "event_name": "Gettysburg Address",
    "source_id": "gutenberg_18379",
    "source_title": "Abraham Lincoln",
    "author": "Baron Godfrey Rathbone Benson Charnwood",
    "claims": [
      "Edward Everett was chosen as the orator of the day at the ceremony on the battlefield of Gettysburg.",
      "Lincoln's most famous speech was spoken at this ceremony.",
      "The Gettysburg Address was delivered on November 19, 1863.",
      "The dedication was for the Soldiers' National Cemetery.",
      "Edward Everett delivered a two-hour oration before Lincoln spoke.",
      "Lincoln's speech was brief compared to Everett's and is noted for its lasting impact.",
      "The Gettysburg Address is described as a 'little speech' with 'singular perfection of form'.",
      "The Gettysburg Address is mentioned as one of Lincoln's chief outstanding examples of his oratorical power.",
      "The speech was given at the dedication of the Soldiers' National Cemetery.",
      "The Gettysburg Address was delivered in November 1863.",
      "The address was given at the dedication of the Soldiers' National Cemetery.",
      "Lincoln delivered a speech at Gettysburg.",
      "The speech is referred to as Lincoln's speech at Gettysburg."
    ],
    "temporal_details": {
      "date": "November 19, 1863"
    },
    "tone": "Neutral",
    "direct_quotes": [
      "Four score and seven years ago our fathers brought forth on this continent a new nation, conceived in liberty and dedicated to the proposition that all men are created equal.",
      "Now we are engaged in a great civil war, testing whether that nation, or any nation so conceived and so dedicated, can long endure.",
      "The world will little note nor long remember what we say here, but it can never forget what they did here."
    ],
    "confidence": "High"
  },
  {
    "event_id": "second_inaugural_address",
    "event_name": "Second Inaugural Address",
    "source_id": "gutenberg_18379",
    "source_title": "Abraham Lincoln",
    "author": "Baron Godfrey Rathbone Benson Charnwood",
    "claims": [
      "Abraham Lincoln took office for the second time as President of the United States on March 4, 1865.",
      "A battalion of negro troops was present in his escort during the inauguration.",
      "Lincoln's Second Inaugural Address is noted for its intense religious feeling and oratorical power.",
      "The address reflects on the past and the ongoing civil war, emphasizing the need for restoration of peaceful society in the South.",
      "Lincoln delivered his Second Inaugural Address on March 4, 1865.",
      "The address includes the phrase 'with malice toward none; with charity for all.'",
      "Lincoln expressed a desire to 'bind up the nation's wounds' and achieve a 'just and lasting peace.'",
      "Lincoln's Second Inaugural Address was read over his grave on May 4, 1865.",
      "The address included the phrase 'with malice toward none, with charity toward all.'",
      "Lincoln's second inauguration took place on March 4, 1865.",
      "Lincoln's second inaugural address is mentioned in the context of his presidency.",
      "The address is referenced on March 4, 1865."
    ],
    "temporal_details": {
      "date": "March 4, 1865"
    },
    "tone": "Admiring",
    "direct_quotes": [
      "Fellow Countrymen: At this second appearance to take the oath of the Presidential office, there is less occasion for an extended address than there was at the first.",
      "'With malice toward none; with charity for all; with firmness in the right, as God gives us to see the right, let us strive on to finish the work we are in; to bind up the nation's wounds, to care for him who shall have borne the battle, and for his widow, and his orphan--to do all which may achieve and cherish a just and lasting peace among ourselves, and with all nations.'",
      "'Fondly do we hope--fervently do we pray--that this mighty scourge of war may speedily pass away.'",
      "'with malice toward none, with charity toward all, with firmness in the right as God gave him to see the right, had striven on to finish the work that he was in.'"
    ],
    "confidence": "High"
  },
  {
    "event_id": "fords_theatre_assassination",
    "event_name": "Ford's Theatre Assassination",
    "source_id": "gutenberg_18379",
    "source_title": "Abraham Lincoln",
    "author": "Baron Godfrey Rathbone Benson Charnwood",
    "claims": [
      "Lincoln was assassinated by John Wilkes Booth at Ford's Theatre on April 14, 1865.",
      "The play being performed at the time of the assassination was 'Our American Cousin.'",
      "A shot was heard in the theatre, and Lincoln fell forward upon the front of the box unconscious and dying.",
      "John Wilkes Booth entered the box unobserved and attacked Major Rathbone before jumping to the stage.",
      "Booth shouted 'Sic semper tyrannis' after jumping from the box.",
      "Booth was part of a conspiracy that aimed to kill other officials, including Vice-President Andrew Johnson and Secretary of State William Seward.",
      "Seward was attacked the same night but survived.",
      "Booth was later shot in a barn by soldiers pursuing him.",
      "Abraham Lincoln was shot by John Wilkes Booth at Ford's Theatre on the night of Good Friday, April 14, 1865.",
      "Lincoln was carried unconscious to a house near the theatre and never regained consciousness.",
      "Lincoln died at 7:22 on the morning of April 15, 1865.",
      "Secretary of War Edwin Stanton stated, 'Now he belongs to the ages.'",
      "Lincoln's body was transported to various cities for public mourning before being laid to rest in Springfield on May 4, 1865.",
      "Lincoln was assassinated on April 14-15, 1865.",
      "Lincoln died as a result of the assassination."
    ],
    "temporal_details": {
      "date": "April 14, 1865",
      "time": "After 10 o'clock PM",
      "duration": "N/A"
    },
    "tone": "Neutral",
    "direct_quotes": [
      "Sic semper tyrannis",
      "'Now he belongs to the ages.'"
    ],
    "confidence": "High"
  }
]